# git add

# Переносит изменения из рабочего каталога в раздел проиндексированных файлов

# git branch

# Эта команда выступает универсальным инструментом администрирования веток

# Git checkout

# С командой git checkout можно не только получать старые коммиты и прежние версии файлов

# Git clean

# Удаляет неотслеживаемые файлы из рабочего каталога

# Git commit

# Получает проиндексированный снимок состояния и выполняет его коммит в историю проекта

# git clone

# Создает копию существующего репозитория Git

